testScript.yml
config:
  target: http://asciiart.artillery.io:8080
  phases:
    - duration: 60
      arrivalRate: 5
      rampTo: 10
scenarios:
  - flow:
      - loop:
          - get:
              url: "/dino"
          - get:
              url: "/armadillo"
          - get:
              url: "/pony"
        count: 100